[
    {
        "title": "Fight Club",
        "short_description": "Fight Club ist ein US-amerikanischer Psychothriller des Regisseurs David Fincher aus dem Jahr 1999 nach dem gleichnamigen Roman von Chuck Palahniuk. -Wikipedia",
        "description": "Der namentlich nicht genannte Protagonist und Erzähler arbeitet für einen großen Autohersteller in einer US-amerikanischen Großstadt als Rückrufkoordinator und führt ein nach außen unauffälliges, an oberflächlichem Konsum orientiertes Leben. Er verabscheut seinen Beruf und leidet seit geraumer Zeit an Schlaflosigkeit. Um diese zu lindern, nimmt er an Selbsthilfegruppen für chronisch Kranke teil, indem er vorgibt, selbst unheilbar krank zu sein. Die Anteilnahme der Gruppenmitglieder beseitigt die Schlaflosigkeit des Protagonisten, bis er dort Marla Singer kennenlernt. Sie ist wie er eine Simulantin, die ebenfalls ungerechtfertigt an Selbsthilfegruppen teilnimmt. Als er dies erkennt, fühlt er sich ertappt und unbehaglich und kann wieder nicht schlafen.\n\nSein Leben verändert sich radikal, als er auf einer Dienstreise im Flugzeug den dubiosen Seifenhändler Tyler Durden trifft. Nachdem die Eigentumswohnung des Protagonisten bei einer Explosion zerstört worden ist, wendet er sich spontan an Tyler und trifft sich mit ihm in einer Kneipe. Als der Protagonist erwähnt, dass er ein Hotel braucht, suggeriert ihm Tyler, er könne einfach ihn fragen. Nach einigem Zureden bittet der Protagonist ihn um eine Schlafgelegenheit, die er bekommt. Tyler bittet ihn, ihn so hart wie möglich zu schlagen. Daraus resultiert eine sonderbar freundschaftliche Prügelei, bei der sich der Protagonist eigentümlich lebendig fühlt. Als Folge zieht er dauerhaft bei Tyler ein, der sich in einer verlassenen, völlig verwahrlosten Villa einquartiert hat.\n\nNach weiteren Kämpfen in der Öffentlichkeit schließen sich ihnen weitere Männer an, die ebenfalls den Nervenkitzel regelmäßiger Schlägereien suchen. Tyler und der Protagonist gründen daraufhin den Fight Club. Die Männer treffen sich regelmäßig zu Kampfabenden im Keller einer Bar. Diese Art von Geheimloge ist für den Protagonisten die neue Form einer Selbsthilfegruppe – er ist glücklich. Eines Tages bittet Marla ihn nach Einnahme einer Überdosis Schlaftabletten telefonisch um Hilfe. Der Protagonist ignoriert sie, doch kümmert sich Tyler um Marla, woraufhin beide eine heftige Affäre miteinander beginnen. Tyler bittet den Protagonisten, dass dieser niemals mit Marla über Tyler redet, woran sich der Protagonist auch hält. Parallel dazu verhindert der Protagonist mit einer List seine sich abzeichnende Kündigung: Zum einen erpresst er seinen Arbeitgeber mit der Wahrheit, dass dieser Autos herstellt, die nicht den Sicherheitsstandards entsprechen. Im Büro seines Vorgesetzten verprügelt er sich zudem vor dessen Augen selbst, gibt aber seinem Chef die Schuld daran und bewirkt so, dass er fortan als „freiberuflicher Berater“ weiterhin Gehalt bezieht, ohne arbeiten zu müssen.\n\nTyler gründet derweil ohne Wissen seines Mitbewohners das Projekt Chaos, wofür er Gleichgesinnte aus dem Fight Club rekrutiert und in seinem Haus unterbringt. Diese strikt durchorganisierte Truppe unternimmt Angriffe auf die öffentliche Ordnung, bis es zu einem Todesfall in den eigenen Reihen kommt. Der Protagonist, der unter immer stärkeren Schlafstörungen und Erinnerungslücken leidet, bemerkt nun, dass er die Einsicht in Tyler und dessen Pläne verloren hat. Als Tyler plötzlich verschwindet, begibt sich der Protagonist auf dessen Spur. Er erfährt, dass Tyler landesweit weitere Fight Clubs gegründet hat, um die herrschende Ordnung umzustürzen. Dabei erfährt er zu seiner Bestürzung, dass er selbst von allen für Tyler gehalten wird.\n\nNachdem der Protagonist vor Marla über Tyler geredet und damit Tylers Regel gebrochen hat, taucht Tyler in einem Hotelzimmer des Protagonisten auf und offenbart ihm die Wahrheit über sich und ihn: Er hat eine dissoziative Identitätsstörung. Er selbst ist Tyler Durden, der als eigenständige Person nur in seiner Vorstellung existiert, eine souveräne und anarchistische Person, die all das ist und tut, was er nie sein oder tun konnte. Der Protagonist selbst arbeitete vollständig als „Tyler“, wenn er zu „schlafen“ glaubte, manchmal beobachtete er sich quasi selbst, wenn er als „Tyler“ agiert, und manchmal hatte er selbst die Kontrolle. Er selbst hat sich damals vor der Kneipe verprügelt, er selbst hat seine alte Wohnung und sein altes Leben gesprengt. Als „Tyler“ hatte er selbst die Affäre mit Marla und hat in diesem Zustand einen Plan in Gang gesetzt, den der Protagonist nun aufzuhalten versucht: Die Zentralen aller Kreditkartenunternehmen sollen in die Luft gesprengt werden, um das Finanzwesen kollabieren zu lassen, Chaos zu verursachen und jeden Menschen noch einmal „von Null“ anfangen zu lassen. „Tyler“ hat für den Fall vorgesorgt, dass sich sein „alternatives Ich“ gegen ihn wenden könnte: Die überall anzutreffenden Angehörigen des Projekt Chaos stellen sich nun gegen den Protagonisten, und er kann ihnen nur knapp entkommen.\n\nIn einem Wolkenkratzer kommt es zum Endkampf zwischen dem Protagonisten und seinem anderen „Ich“ – wie zuvor verprügelt sich der Protagonist also faktisch selbst, wobei seine „Tyler“-Seite zunächst die Oberhand behält. Szenen des Kampfes aus der „neutralen“ Sicht von Überwachungskameras zeigen, dass „Tyler“ und der Protagonist tatsächlich nur eine einzige Person sind. Der Protagonist überzeugt „Tyler“, dass er sich – und damit beide Versionen seiner selbst – umbringen wird. Er schießt sich selbst in den Mund, woraufhin man „Tyler“ mit einem Loch im Hinterkopf zu Boden fallen sieht. Der Protagonist hingegen überlebt – er hat sich offenbar lediglich durch die Wange geschossen.[2] „Tylers“ Werk kann jedoch nicht mehr aufgehalten werden. Gemeinsam mit Marla, die eigentlich in einem Bus hätte fliehen sollen, aber von den Mitgliedern des Projekt Chaos zum Wolkenkratzer gebracht worden ist, betrachtet der Protagonist die Zerstörung der Finanzgebäude. ",
        "image": "images/Fight Club.jpg",
        "source": "Seite „Fight Club (Film)“. In: Wikipedia – Die freie Enzyklopädie. Bearbeitungsstand: 17. Februar 2023, 04:56 UTC. URL: https://de.wikipedia.org/w/index.php?title=Fight_Club_(Film)&oldid=230968201 (Abgerufen: 19. März 2023, 10:39 UTC) "
    },
    {
        "title": "Der Herr der Ringe I",
        "short_description": "Der Herr der Ringe: Die Gefährten ist ein neuseeländisch-US-amerikanischer Fantasyfilm und der erste Teil einer dreiteiligen Verfilmung des Romans Der Herr der Ringe von J. R. R. Tolkien. -Wikipedia",
        "description": "Die Gefährten erzählt zunächst die Vorgeschichte des sogenannten Einen Rings, der von dem Dunklen Herrscher Sauron geschmiedet wurde. Der Ring besitzt magische Kräfte und verleiht Sauron große Macht. Trotzdem gelang es den freien Völkern Mittelerdes, Sauron zu bezwingen. Isildur nahm den Einen Ring an sich, wurde aber durch einen Überfall von Orks getötet. 2500 Jahre später, als der Ring schon fast in Vergessenheit geraten war, fand ihn Sméagol, ein Halbling, der durch den Ring zur widerlichen Kreatur Gollum wurde. Der Ring verfluchte Gollums Leben fünfhundert Jahre lang, bis er sich auf die Suche nach einem neuen Träger machte und so dem Hobbit Bilbo Beutlin in die Hände fiel.\n\nDie eigentliche Handlung beginnt nun – 60 Jahre später – im Auenland, dem Wohnort der meisten Hobbits. Bilbo entschließt sich an seinem 111. Geburtstag (solch ein hohes Alter hatte er nur dank der magischen Fähigkeiten des Ringes erreicht) von dort fortzugehen und seinem Neffen Frodo Beutlin den Ring zu vermachen. Durch das Studium alter Aufzeichnungen findet der Zauberer Gandalf heraus, dass es sich bei diesem um den Ring des dunklen Herrschers Sauron handelt. Sauron, der in sein altes Reich Mordor zurückgekehrt ist, lässt seine Diener, die Nazgûl, nach dem Ring suchen, durch den er seine alte Stärke wiedererlangen würde. Frodo muss daher aus seiner Heimat fliehen. Seine Freunde Samweis Gamdschie, Meriadoc Brandybock und Peregrin Tuk schließen sich ihm nacheinander an.\n\nSie flüchten vor ihren Verfolgern, den Nazgûl, nach Bree, wo ein Treffen mit Gandalf verabredet war. Dieser erscheint nicht, da er von seinem einstmaligen Freund, nun aber Verbündeter Saurons, Saruman dem Weißen, in dessen Heimat Isengart festgehalten wird. Stattdessen treffen die Hobbits in Bree auf Aragorn, den rechtmäßigen Erben des Throns von Gondor. Dessen Identität jedoch bleibt zunächst verborgen, da er sich als „Streicher“ ausgibt. Er will sie in die Elbenstadt Bruchtal führen.\n\nAuf der Reise dorthin wird Frodo bei einem Angriff der Nazgûl schwer verletzt. Durch die Hilfe der Elbin Arwen gelangt er noch rechtzeitig nach Bruchtal, um von deren Vater Elrond geheilt zu werden.\n\nIn Bruchtal entscheidet ein Rat aus Vertretern der freien Völker Mittelerdes, dass eine Gemeinschaft von neun Gefährten den Ring nach Mordor bringen soll, um ihn dort zu vernichten. Die Gemeinschaft besteht aus dem Zauberer Gandalf, den Hobbits Frodo, Sam, Pippin und Merry, den Menschen Aragorn und Boromir, dem Elb Legolas und dem Zwerg Gimli.\n\nAuf dem Weg nach Mordor müssen die Gefährten das Nebelgebirge überwinden. Der Versuch, dieses am Berg Caradhras zu überqueren, scheitert an einem von Saruman ausgelösten Schneesturm. Deshalb beschließen sie, einen Umweg durch die Minen von Moria zu nehmen. Dort finden sie die Leichen von ein paar Zwergen aus Gimlis Stamm vor, die sich vor einigen Jahren unter der Führung Balins nach Moria gewagt hatten. Außerdem kommt es zu einem Kampf mit einigen Orks und einem Höhlentroll. Schließlich taucht ein Balrog auf, ein Dämon aus der Unterwelt, der einst von den Zwergen bei ihrem Schürfen nach Mithril aufgescheucht wurde und der deren Reich in Moria schließlich vernichtete. Die Gefährten ergreifen vor ihm die Flucht. Gandalf will den Balrog auf der Brücke von Khazad-dûm aufhalten. Beide stürzen zusammen in eine Schlucht, und seine Gefährten müssen die Reise ohne ihn fortsetzen.\n\nSie erreichen das Elbenreich Lórien, das von der Elbinfürstin Galadriel und ihrem Mann Celeborn regiert wird. Dort schaut Frodo in Galadriels Spiegel und erkennt die Gefahren, die noch vor ihm liegen. Er bietet Galadriel den Ring an, die – selbst Ringträgerin – diesem Angebot nach einigem Ringen widerstehen kann. Galadriel überreicht bei der Abreise allen Gefährten Geschenke, die ihnen bei ihrer weiteren Reise noch von großen Nutzen sein werden. Frodo Beutlin bekommt von Galadriel eine Phiole mit dem Licht von Earendils Stern. Mit den Booten, die sie von den Elben Lóriens bekommen haben, fahren die Gefährten auf dem Anduin flussabwärts bis nach Parth Galen.\n\nDie Gemeinschaft wird auf dem Weg dorthin von Uruk-hai, von Saruman gezüchteten Orks, verfolgt. Boromir erliegt der Kraft des Ringes und will ihn Frodo unterhalb des Berges Amon Hen abnehmen. Frodo ergreift die Flucht und beschließt, allein weiterzureisen, denn Boromirs gewalttätiger Übergriff hat ihn abgeschreckt. In Parth Galen kommt es zu einem Endkampf mit den Uruk-hai, bei dem die Gemeinschaft auseinandergerissen wird. Boromir versucht allein die Hobbits Merry und Pippin vor den angreifenden Uruk-hai zu beschützen. In diesem Kampf wird Boromir von drei Pfeilen tödlich getroffen. Merry und Pippin werden von den Uruk-hai verschleppt. Als endlich Aragorn, Legolas und Gimli zum Schlachtfeld kommen, finden sie nur noch den schwer verwundeten Boromir vor, der in Aragorns Armen stirbt. Sam findet Frodo, als dieser allein in eines der Elbenboote steigt. Beide reisen jetzt ohne die anderen Gefährten weiter. Aragorn, Legolas und Gimli hingegen beschließen, die verschleppten Hobbits zu befreien, und nehmen die Verfolgung auf. ",
        "image": "images/DHDR1.jpg",
        "source": "Seite „Der Herr der Ringe: Die Gefährten (Film)“. In: Wikipedia – Die freie Enzyklopädie. Bearbeitungsstand: 19. Januar 2023, 15:18 UTC. URL: https://de.wikipedia.org/w/index.php?title=Der_Herr_der_Ringe:_Die_Gef%C3%A4hrten_(Film)&oldid=230006134 (Abgerufen: 19. März 2023, 10:38 UTC) "
    },
    {
        "title": "Der Herr der Ringe II",
        "short_description": "Der Herr der Ringe: Die zwei Türme ist ein neuseeländisch-US-amerikanischer Fantasyfilm und der zweite Teil von Peter Jacksons Filmtrilogie, basierend auf dem Roman Der Herr der Ringe von J.R.R. Tolkien. -Wikipedia",
        "description": "Der Film beginnt mit einer Rückblende auf den Kampf zwischen Gandalf und dem Balrog auf der Brücke von Khazad-dûm. Dabei stürzen beide in die Tiefe, und Gandalf kämpft im Fallen weiter mit dem Balrog, den er schließlich tötet: Er selbst überlebt schwer verletzt. Sam und Frodo werden zu dieser Zeit von Gollum verfolgt. Als dieser die beiden Hobbits überfällt, nehmen sie ihn gefangen. Frodo hat Mitleid mit ihm und glaubt, Gollum könne sie an ihr Ziel nach Mordor führen. Sam hingegen ist von diesem Vorschlag wenig begeistert und beobachtet Gollum wachsam und misstrauisch. Nach einiger Zeit kann Sam seine Abneigung gegenüber Gollum kaum noch verbergen, während Frodo zunehmend Verständnis für ihn aufbringt, da er als Ringträger die Situation Gollums, der den Ring lange Zeit besaß, nachempfinden kann.\n\nDen Hobbits Merry und Pippin gelingt es inzwischen, sich in Rohan aus der Gewalt der Uruk-hai zu befreien. Bei ihrer Flucht geraten sie in den Fangorn-Wald und treffen dort auf einen Ent (Baumhirten) namens Baumbart. Merry und Pippin versuchen, Baumbart den bevorstehenden Krieg zwischen den Völkern zu erklären. Es wird beschlossen, ein Treffen aller Ents, ein „Entthing“ (vgl. das germanische Thing), einzuberufen. Die Ents lassen sich sehr viel Zeit für ihre Beratungen, und so werden Merry und Pippin zunehmend ungeduldig. Nach geraumer Zeit beschließen die Ents, sich aus der Sache herauszuhalten. Das können die Hobbits nicht verstehen, müssen es jedoch akzeptieren und bitten Baumbart, sie in den Süden des Fangorn zu bringen, um den Heimweg antreten zu können. Auf diesem Weg gelangen sie an den Rand von Isengart, wo Baumbart das Ausmaß der Verwüstung durch Saruman erkennt, der weite Teile der Wälder abholzen und verheizen ließ. Dies erzürnt Baumbart so sehr, dass er kurzerhand die anderen Ents herbeiruft und sie beschließen, nun doch gegen Saruman anzutreten.\n\nAragorn, der Zwerg Gimli und der Elb Legolas verfolgen die Spur von Merry und Pippin, um sie aus der Gefangenschaft der Uruk-hai zu befreien. Als sie nach Rohan kommen, treffen sie dort auf Éomer und erfahren, dass dessen Männer am Tag zuvor alle Uruk-hai getötet haben. Sie glauben zunächst, dass dabei auch Merry und Pippin umgekommen sind. Später finden sie jedoch Spuren, die belegen, dass die beiden Hobbits flüchten konnten. So gelangen die drei in den Fangorn-Wald. Hier treffen sie überraschend auf Gandalf, den sie für tot gehalten hatten. Dieser erscheint ihnen nun verändert als „Gandalf der Weiße“.\n\nÉomer und seine Reiter finden an den Furten des Isen den tödlich verwundeten Théodred und bringen ihn nach Edoras. Dort erzählt Éomer Théoden, dem König von Rohan, dass Saruman, der Herr von Isengart, sie verraten hat. Der geschwächte König steht unter dem Einfluss von Gríma Schlangenzunge, der heimlich für Saruman arbeitet, der ihm eingibt, dass nicht Saruman, sondern Éomer den König täuschen möchte. Éomer bemerkt zudem, dass Gríma seiner Schwester Éowyn nachstellt. Um Éomer loszuwerden, bewirkt Gríma, dass dieser aus Rohan verbannt wird. Éomer muss mit seinen Getreuen das Land verlassen.\n\nNachdem Gandalf Aragorn, Legolas und Gimli berichtet hat, dass Merry und Pippin außer Gefahr sind, begeben sich die vier nun nach Edoras, um mit Théoden zu sprechen. Gandalf gelingt es, Théoden vom Einfluss Sarumans zu befreien. Théoden gewinnt seine geistige und körperliche Kraft zurück und versucht Gríma Schlangenzunge zu töten, doch Aragorn hält ihn davon ab und so darf Gríma die Stadt verlassen und begibt sich nach Isengart.\n\nSauron baut in der Zwischenzeit seine Macht aus. Und auch Saruman stellt ein großes Heer von Orks und Uruk-hai auf.\n\nKönig Théoden lässt Edoras, die Hauptstadt Rohans, evakuieren und die Bewohner in die Burg von Helms Klamm bringen, obwohl Gandalf zum Kampf rät. Gandalf befürchtet, dass auch Helms Klamm einem Angriff durch Sarumans Truppen nicht dauerhaft standhalten kann. Deshalb verlässt er Edoras, um Hilfe zu holen. Er kündet seine Rückkehr im Morgengrauen des fünften Tages nach seiner Abreise an. Unterwegs erfährt Éowyn, die Aragorn bewundert, dass dessen Herz Arwen gehört. Auf ihrer Wanderung werden sie von den Wargen aus Isengart angegriffen. Im Verlauf des Kampfes stürzt Aragorn in eine Schlucht und wird für tot gehalten.\n\nIn Helms Klamm bereiten sich alle auf einen großen Angriff vor. Selbst Greise und Knaben werden bewaffnet. Dennoch hat man aufgrund der zahlenmäßigen Überlegenheit von Sarumans Heer kaum Hoffnung. Diese wächst jedoch, als Aragorn, der den Sturz in die Schlucht verletzt überlebt hat, unverhofft wieder auftaucht. Die Freude ist groß bei Gimli und Legolas, aber auch bei Éowyn. Als Verstärkung kommt zudem eine Einheit elbischer Bogenschützen unter der Führung von Haldir aus Lothlórien den Menschen zur Hilfe. Das „letzte Bündnis“ zwischen Elben und Menschen, das zum zeitweiligen Sturz Saurons führte, wird somit erneuert. Kurz darauf beziehen Tausende Orks und Uruk-hai vor den Toren von Helms Klamm Stellung. Durch einen ungewollt abgeschossenen Pfeil aus der Festung bricht der Ansturm los. Die Schlacht zieht sich über Stunden hin, bis die Angreifer durch eine Explosion eine Bresche in die Verteidigungsmauern schlagen. Haldir wird erschlagen und die Verteidiger müssen sich in die inneren Bereiche zurückziehen. Die Angreifer dringen auch hier gegen die Tore vor. Während Théoden nunmehr alles verloren erscheint, sieht Aragorn noch eine Möglichkeit. Anstatt sich im Innern zu verschanzen, wird ein Ausfall beschlossen und gemeinsam mit König Théoden reitet er den feindlichen Truppen entgegen.\n\nDie Schlacht um Helms Klamm scheint zu diesem Zeitpunkt fast verloren, als Gandalf mit der versprochenen Verstärkung am Ort des Kampfes eintrifft. Er hat Éomer und seine Reiter mitgebracht, die mit einem Sturmangriff von einem steilen Hang auf Sarumans Heer herabreiten und die Uruk-hai in die Flucht schlagen.\n\nWährenddessen erstürmen die Ents Isengart und reißen alle Gebäude nieder. Da sie Orthanc, das Zentrum Isengarts, nicht aufbrechen können, zerstören sie den Damm und fluten Isengart sowie alle unterirdischen Kammern und Gänge.\n\nSam und Frodo wurden in Ithilien von Faramir und seinen Dúnedain gefangen genommen und in ihren geheimen Unterschlupf Henneth Ammûn geführt. Hier verhört Faramir die beiden Hobbits, nimmt auch Gollum gefangen und lässt sie schließlich weiterziehen. Gollum führt sie immer näher an das dunkle Tor nach Mordor heran. Da er noch immer nach dem Ring giert und sich von seinem „Herrn“ Frodo verraten fühlt, hat er einen Plan, um sie zu ermorden; eine noch nicht genannte „Sie“ soll ihn und Sam töten. ",
        "image": "images/DHDR2.webp",
        "source": "Seite „Der Herr der Ringe: Die zwei Türme (Film)“. In: Wikipedia – Die freie Enzyklopädie. Bearbeitungsstand: 17. Februar 2023, 10:10 UTC. URL: https://de.wikipedia.org/w/index.php?title=Der_Herr_der_Ringe:_Die_zwei_T%C3%BCrme_(Film)&oldid=230977135 (Abgerufen: 19. März 2023, 10:42 UTC) "
    },
    {
        "title": "Der Herr der Ringe III",
        "short_description": "Der Herr der Ringe: Die Rückkehr des Königs ist ein neuseeländisch-US-amerikanischer Fantasyfilm und nach Die Gefährten und Die zwei Türme der dritte und letzte Teil der Filmtrilogie von Regisseur Peter Jackson auf Basis der Bücher von J. R. R. Tolkien. -Wikipedia",
        "description": "Im letzten Teil der Trilogie erfährt man zunächst in einer Rückblende, wie aus Sméagol die Kreatur Gollum geworden ist: Zwei hobbitähnliche Gestalten sind in einem Boot zu sehen. Wie sich herausstellt, handelt es sich dabei um Déagol und Sméagol, die zum sogenannten Flussvolk gehören. Déagol wird von einem großen Fisch in den Fluss gezogen. Unter Wasser entdeckt er etwas Glitzerndes und greift danach. An Land stellt er fest, dass es sich hierbei um einen goldenen Ring handelt. Sméagol wird darauf aufmerksam und will diesen Ring unbedingt haben. Als Déagol sich weigert, entbrennt ein Kampf zwischen den beiden, in dessen Verlauf Sméagol Déagol erwürgt. Er zieht sich daraufhin in eine Höhle zurück, in der er sich unter dem Einfluss des Ringes im Laufe der Jahrhunderte zu Gollum wandelt, was in einer Art „Zeitraffer“ dargestellt wird.\n\nIn Rohan erholt man sich von den Angriffen der Uruk-hai-Armee. König Théoden fragt sich, ob er das Reich von Gondor unterstützen soll, das seinem Reich nicht geholfen hat. Aragorn macht ihm klar, dass es keine andere Möglichkeit gibt, den drohenden neuen Angriffen standzuhalten. Nachdem Pippin unerlaubterweise in den in Gandalfs Besitz befindlichen Palantir – der Palantir stellt eine verräterische Verbindung nach Mordor her – geblickt hat, erkennt Gandalf in Pippins Erzählungen Saurons nächstes Angriffsziel: Die Hauptstadt von Gondor, Minas Tirith. Die Maßnahmen der Ringgemeinschaft richten sich damit auf die Verteidigung dieser Stadt. Gandalf reitet mit Pippin nach Minas Tirith zu Denethor, dem Vater von Boromir und Faramir und zugleich Truchsess von Gondor. Dort angekommen, erzählt Denethor ihnen, dass er vom Tode Boromirs weiß. Gandalf wollte Denethor den Tod seines Sohnes verheimlichen, da er sich darüber im Klaren war, dass Denethor durch Boromirs Tod deprimiert würde. Denethor will Rohan nicht um Hilfe bitten, da er fürchtet, dann von Aragorn (dem rechtmäßigen Thronerben) seiner Macht beraubt zu werden. Pippin stellt sich aus Schuldgefühlen gegenüber Boromir derweil in den Dienst Denethors. Das Heer Saurons macht sich von Minas Morgul aus auf den Weg, um zuerst Osgiliath, die Grenzstadt von Gondor, anzugreifen. Denethor scheint nicht mehr in der Lage, seinen Verpflichtungen als Truchsess nachzukommen. So greift Gandalf ins Geschehen ein, indem er von Pippin die Kette der Leuchtfeuer in Gang setzen lässt, die König Théoden und seine Männer zur Hilfe rufen. Gandalf versucht verzweifelt, die mutlosen Kämpfer von Gondor zu motivieren. Zur selben Zeit sammelt sich Saurons Armee in Mordor.\n\nWährenddessen sammelt Théoden die Krieger von Rohan zusammen, um Gondor zur Hilfe zu kommen. Leider stellt sich schon bald heraus, dass es weitaus weniger sind, als man gehofft hat, nämlich nur 6000. Einige Männer vereinzelter Provinzen Rohans waren nicht gekommen. König Théoden kann trotz dieser Lage seine Mannen vereinen und reitet Gondor zur Hilfe. Unter den Kriegern befinden sich unerkannt auch Merry und Éowyn.\n\nSam gerät derweil heftig mit Frodo aneinander, weil er Gollum nicht traut. Sie müssen mit ansehen, wie Tausende von Saurons Kämpfern Minas Morgul verlassen und wie der Hexenkönig von Angmar, Führer der Nazgûl, in die Schlacht zieht. Frodo verlässt sich aber offenbar immer mehr auf Gollum, der zudem Sam durch eine Täuschung noch Nahrungsmitteldiebstahl unterschiebt, und lässt Sam zurück. Er hat allerdings nicht mit der Tücke Gollums gerechnet, der ihn direkt in die Höhlen der Riesenspinne Kankra lockt. Prompt wird Frodo von ihr entdeckt und attackiert. Die Spinne hüllt den bewusstlosen Frodo in einen Kokon aus Spinnfäden.\n\nAm Vorabend der Schlacht wird Aragorn in das Zelt von Théoden gebeten. Dort wartet Elrond auf ihn. Er erklärt, dass Arwen, seine einzige über alles geliebte Tochter, nicht in den Westen gereist ist und darum nun im Sterben liegt, jetzt, wo sich der Schatten Mordors ausbreitet. Er gibt Aragorn den Rat, für die bevorstehende Schlacht die Unterstützung der Untoten anzufordern, die jedoch nur dem König von Gondor folgen. Er überreicht Aragorn das Schwert Andúril, die Flamme des Westens, geschmiedet aus den Bruchstücken Narsils, das seiner Forderung gegenüber den Untoten Nachdruck verleihen soll. Aragorn macht sich gemeinsam mit Legolas und Gimli auf den Weg zum Pfad der Toten. Diese Verstoßenen wurden einst von Isildur als „Eidbrecher“ verflucht, weil sie ihn trotz eines Treueeides im Stich ließen, und müssen nun als Untote in den Bergen ihr Dasein fristen, bis der Eid erfüllt wurde. Am Ende des Pfades, inmitten des Berges, stoßen die drei Gefährten auf das Heer der Untoten. Aragorn als rechtmäßiger Erbe Isildurs verlangt von ihnen, für ihn zu kämpfen und so ihren Eid einzulösen. Als Gegenleistung verspricht er, den Eid als erfüllt anzusehen und sie freizugeben.\n\nDenethor befiehlt Faramir, die vom Feind besetzte Stadt Osgiliath zurückzuerobern. Faramir ist jedoch mit seinen Männern der Übermacht hoffnungslos unterlegen. Als einziger Überlebender gelangt er schwer verletzt nach Minas Tirith zurück. Denethor kann oder will in seiner Verzweiflung nicht erkennen, dass Faramir noch am Leben ist. Den Tod beider Söhne kann er jedoch nicht verschmerzen und beschließt, Faramir und sich selbst zu verbrennen. Pippin kann Gandalf rechtzeitig erreichen, und gemeinsam können sie Faramir vor dem Flammentod bewahren. Denethor jedoch stürzt sich brennend von der Festung in die Tiefe.\n\nIn Gondor toben derweil heftige Kämpfe. Tausende von Orks, unterstützt von zahlreichen Trollen und Haradrim, rücken gegen die Stadt Minas Tirith vor. Die Krieger der Menschen scheinen diesem Ansturm trotz Gandalfs Bemühungen nur wenig entgegensetzen zu können. Auf den Feldern vor den Toren der Stadt kommt es zur Schlacht auf dem Pelennor. Als die Reiter von Rohan unter Führung von König Théoden auf den Feldern eintreffen, scheint sich das Blatt zunächst zum Guten zu wenden. Einen Rückschlag müssen sie einstecken, als die Haradrim (Südländer) mit ihren gigantischen Mûmakil (Olifanten) auf dem Schlachtfeld eintreffen. Und auch die Nazgûl auf ihren fliegenden Bestien unterstützen die Armeen Mordors.\n\nSam ist Frodo und Gollum unterdessen heimlich gefolgt und trifft in den Höhlen ebenfalls auf Kankra. In einem erbitterten Kampf kann er die Riesenspinne in die Flucht schlagen, ist aber entsetzt über Frodos vermeintlichen Tod. Als Orks auftauchen, muss er sich zurückziehen und zusehen, wie sie den verschnürten Frodo entdecken. Durch die Gespräche der Orks erfährt er, dass Kankra ihr Opfer dieses Mal wieder nur betäubt hat. Als sie Frodo mitnehmen, folgt ihnen Sam nach Cirith Ungol.\n\nAuf den Schlachtfeldern greift der Hexenkönig derweil König Théoden an und bringt dessen Pferd zu Fall, welches Theodén unter sich begräbt. Éowyn kommt ihrem König zu Hilfe und schlägt dem Reittier des Nazgûls den Kopf ab. Éowyn stellt sich auch dem Nazgûl entgegen. Sie wird zwar verletzt, aber Merry kann ihr helfen, indem er dem Hexenkönig mit seinem Dolch in die Ferse sticht. Der Hexenkönig fühlt sich im Kampf gegen Éowyn als unbesiegbar, da er nach einer Legende „durch keines Mannes Hand getötet werden kann“. Éowyn ist jedoch eine Frau. Sie tötet ihn, indem sie ihm ihr Schwert in das unsichtbare Gesicht stößt. Ihrem Onkel, König Théoden, kann sie nicht mehr helfen. Er stirbt noch auf dem Schlachtfeld.\n\nAm Hafen kommen unterdessen die Boote der Korsaren von Umbar (Verbündete des dunklen Herrschers) an, doch Aragorn, Legolas und Gimli haben diese mit Hilfe der Armee der Eidbrecher übernommen und überfluten das Schlachtfeld mit den Geistern. Die Eidbrecher können die Schlacht entscheiden und Minas Tirith retten. Aragorn kommt seinem Versprechen nach und sieht ihren Eid als erfüllt an.\n\nDie Orks, die Frodo bewachen sollen, geraten in Streit über dessen Habseligkeiten und bringen sich zum Großteil gegenseitig um. Frodo erwacht aus seiner Bewusstlosigkeit und muss voller Entsetzen feststellen, dass der Ring nicht mehr da ist. Sam dringt in den Turm ein und teilt dem überraschten Frodo mit, dass er den Ring an sich genommen habe, weil er ihn für tot gehalten habe. Die beiden Hobbits machen sich nun als Orks verkleidet auf den Weg durch Mordor. Unter größten Mühen erreichen sie schließlich den Schicksalsberg.\n\nWährend Frodo und Sam durch Mordor marschieren, beschließt Aragorn, mit einem Ablenkungsmanöver die Aufmerksamkeit Saurons auf sich zu lenken, um dem Ringträger den Weg zu erleichtern. Mit den Armeen von Gondor und Rohan zieht er vor das Schwarze Tor. Er will, beflügelt von seinen Hoffnungen, Arwen wiederzusehen, Saurons Blick so lange auf sich ziehen, bis Frodo den Ring vernichtet hat.\n\nDa sich der Blick Saurons nun vollkommen auf die Schlacht konzentriert, ist es Frodo und Sam nun möglich, ihren Weg zum Schicksalsberg fortzusetzen. Als Frodo aber den Ring in die glühende Lava werfen will, um ihn zu vernichten, gewinnt der Ring endgültig Macht über ihn. Frodo weigert sich, ihn zu zerstören, und scheitert so an der Macht des Ringes. Allerdings lauert Gollum im Hintergrund, der den beiden Hobbits gefolgt ist und nun den Ring in seine Gewalt bringen will. Er greift Frodo an, worauf ein Kampf entbrennt, in dessen Verlauf Gollum Frodos Finger mitsamt dem Ring abbeißt. Dabei stürzt Gollum mit dem Ring in die glühende Lava und vollzieht so ungewollt die Vernichtung des Ringes.\n\nDer Schicksalsberg bricht aus und vernichtet Mordor. Saurons Armee, das Schwarze Tor und Saurons Festung Barad-dûr mitsamt dem Feuer-Auge werden von der Erde verschlungen. Die dunkle Macht ist besiegt. Sam und Frodo haben sich auf einen Felsblock inmitten der glühenden Lavamassen an den Hängen des Berges geflüchtet und sind nun hilflos und von jedem Ausweg abgeschnitten. Gandalf will unterdessen nicht an den Tod der Hobbits glauben und macht sich mit Gwaihir und zwei anderen Adlern auf die Suche nach ihnen. Er kann sie retten und in Sicherheit nach Gondor bringen.\n\nAragorn tritt nun sein Erbe an und wird von Gandalf zum König Elessar von Gondor gekrönt. Arwen wird seine Frau. Die Hobbits kehren in das Auenland zurück und die Gemeinschaft löst sich auf. Samweis heiratet Rosie.\n\nDrei Jahre später: Die Elben erweisen dem stark gealterten Bilbo als ehemaligem Ringträger die Gunst, sie von den Grauen Anfurten aus zu den unsterblichen Landen westlich des Meeres zu begleiten. Bilbo nimmt dieses letzte Abenteuer an. Gandalf und – zur Überraschung und zum Entsetzen von Merry, Sam und Pippin – auch Frodo verlassen gemeinsam mit Elrond, Galadriel und ihrem Mann Celeborn Mittelerde. ",
        "image": "images/DHDR3.jpg",
        "source": "Seite „Der Herr der Ringe: Die Rückkehr des Königs (Film)“. In: Wikipedia – Die freie Enzyklopädie. Bearbeitungsstand: 7. Februar 2023, 19:46 UTC. URL: https://de.wikipedia.org/w/index.php?title=Der_Herr_der_Ringe:_Die_R%C3%BCckkehr_des_K%C3%B6nigs_(Film)&oldid=230658273 (Abgerufen: 19. März 2023, 10:45 UTC) "
    },
    {
        "title": "Es",
        "short_description": "Stephen Kings Es ist ein zweiteiliger Fernseh-Horrorfilm aus dem Jahr 1990, der auf dem Roman Es von Stephen King basiert. -Wikipedia",
        "description": "",
        "image": "images/it.jpg",
        "source": ""
    },
    {
        "title": "1917",
        "short_description": "Der Film folgt zwei Soldaten der Britischen Armee, die 1917 als Meldegänger an der Westfront einen dringenden Befehl in die vorderste Linie bringen sollen. -Wikipedia",
        "description": "",
        "image": "images/1917.webp",
        "source": ""
    },
    {
        "title": "My Neighbor Totoro",
        "short_description": "Mein Nachbar Totoro (jap. となりのトトロ, Tonari no Totoro) ist ein japanischer Anime-Film aus dem Jahr 1988. Er entstand unter der Regie von Hayao Miyazaki, der auch das Drehbuch schrieb, und wurde von Studio Ghibli produziert. -Wikipedia",
        "description": "",
        "image": "images/MyNeighborTotoro.jpg",
        "source": ""
    },
    {
        "title": "Princess Mononoke",
        "short_description": "Prinzessin Mononoke (japanisch もののけ姫 Mononoke Hime, dt. etwa „Dämonenprinzessin“) ist ein japanischer Zeichentrickfilm (Anime) von Hayao Miyazaki und dessen Studio Ghibli aus dem Jahr 1997. -Wikipedia",
        "description": "",
        "image": "images/PrincessMononoke.jpg",
        "source": ""
    },
    {
        "title": "Howls Moving Castle",
        "short_description": "Das wandelnde Schloss (jap. ハウルの動く城, Hauru no Ugoku Shiro, dt. „Hauros sich bewegendes Schloss“) ist ein Anime-Film des Studio Ghibli aus dem Jahr 2004. -Wikipedia",
        "description": "",
        "image": "images/Howls-Moving_Castle.jpg",
        "source": ""
    },
    {
        "title": "Maze Runner",
        "short_description": "Maze Runner – Die Auserwählten im Labyrinth (Originaltitel: The Maze Runner) ist ein US-amerikanischer Science-Fiction-Film von Wes Ball, der auf dem Buch Die Auserwählten – Im Labyrinth von James Dashner basiert. -Wikipedia",
        "description": "",
        "image": "images/Maze-Runner.jpg",
        "source": ""
    }
]